<?php
//возведение в степень
$a=10;//число для возведения
$b=12;// степень возведения
echo "Выводим сумму = ";
echo $a + $b . "<br/>";

echo "Выводим разницу =";
echo $a - $b . "<br/>";

echo "Выводим произведение =". $a * $b. "<br/>";

echo "Выводим деление =". $a / $b. "<br/>";

echo $c=pow($a,$b). " = Возведение в степень c pow" . "<br/>";
//второй вариант
echo $c=$a**$b. " = Возведение в степень без pow". "<br/>";

echo "Получение остатка от деления <br/>";
$a = 10;
$b=3;
echo "Остаток от деления $a на $b = ". $a % $b;

