<?php


return [
  'about'=>[
      'name'=>'Андрей Стручков',
      'duty'=>'Студент!)',
      'post'=>'PHP разработчик :)',
      'mail'=>'anderson110475@gmail.com',
      'phone'=>'89267814862',
      'site'=>'https://smart-leads.ru',
  ],
    'education'=>[
    [
        'faculty'=>'Инженер технолог',
        'university'=>'МГУТУ',
        'yearStart'=>'2004',
        'yearEnd'=>'2008',
    ],
    [
        'faculty'=>'Технолог пищевой промышленности',
        'university'=>'ГПЛ 10',
        'yearStart'=>'2000',
        'yearEnd'=>'2004',
    ],

    ],
    'languages' =>[
        'English', 'Russian'
    ],
    'interests' =>[
        'PHP', 'Youtube','Steam'
    ],

    'aboutCareer'=> 'Работал в пищевой промышленности. Поднимал цеха по изготовлению мясных полуфабрикатов, ммясоперерабатывающие цеха.',

    'career' =>[
        [
            'post'=>'АРПком',
            'place'=>'Москва',
            'duty'=>'Шеф-поварю Развитие и оптимизация работы ресторанного бизнеса.',
            'yearStart'=>'2005',
            'yearEnd'=>'2007',

        ],
        [
            'post'=>'МТ плюс',
            'place'=>'Коломна',
            'duty'=>'Заведующий производством. Оптимизация работы. Изготовление рецептур. Работа с полным циклом от производства до отгрузки.',
            'yearStart'=>'2010',
            'yearEnd'=>'2015',

        ],


    ],

    'aboutProjects'=>'Ниже представлена информация о моих проектах',

    'myProjects' =>[
    [
        'name'=>'Группа в контакте',
        'link'=>'https://vk.com/contandsales',
        'desc'=>'В данной группе выкладываю всё, что умею сам, обучаю других. Провожу обучающие курсы и прочее.',

    ],
    [
        'name'=>'Сайт',
        'link'=>'https://smart-leads.ru',
        'desc'=>'Мой сайт с полезными статьями по сайтам и трафику.',

    ],






],

    'skillSet' =>[
        [
            'name'=>'Html Css',
            'percents'=>'38',

        ],
        [
            'name'=>'php',
            'percents'=>'5',


        ],
],


    ];